actuator/old/actuatorSvarnas/UniStreamer/flow/constant/forceDict
/*--------------------------------*- C++ -*----------------------------------*  =========                 |
  \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \    /   O peration     | Website:  https://openfoam.org
    \  /    A nd           | Version:  7
     \/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      forceDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

forceTimes
(
0
5e-06
5.001e-06
6.089376912e-06
7.185389834e-06
8.381060062e-06
9.313769376e-06
1.032742753e-05
1.138704004e-05
1.252760613e-05
1.360440983e-05
1.458232242e-05
1.558325171e-05
1.667506264e-05
1.790385319e-05
1.882647863e-05
1.978009181e-05
2.081822646e-05
2.211444217e-05
2.220137175e-05
2.308170857e-05
2.398407729e-05
2.496909637e-05
2.61954125e-05
2.814717459e-05
3.220780236e-05
4.195227204e-05
6.380016972e-05
0.0001000057658
);

forceNames
(
Fc0
Fc1
Fc2
Fc3
Fc4
Fc5
Fc6
Fc7
Fc8
Fc9
Fc10
Fc11
Fc12
Fc13
Fc14
Fc15
Fc16
Fc17
Fc18
Fc19
Fc20
Fc21
Fc22
Fc23
Fc24
Fc25
Fc26
Fc27
);
